Repository: torchmed/torchmed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Thank you. We will get in contact with you as soon as possible!
pt_br: Obrigado. Nós entraremos em contato com você o mais rápido possível.

source: Online Services for Healthcare
pt_br: Serviços Online para a área da Saúde

source: Toggle navigation
pt_br: Alternar navegação

source: Home
pt_br: Início

source: Service
pt_br: Serviços

source: Portfolio
pt_br: Portfólio

source: Contact
pt_br: Contato

source: Copyright &copy; 2016 Developed by
pt_br: Copyright &copy; 2016 Desenvolvido por

source: Software Development <br> for Doctors and Scientists
pt_br: Desenvolvimento de software <br> para Médicos e Cientistas

source: Professional Development of Medical Software <br> and Algorithms to analyze medical information
pt_br: Desenvolvimento Profissional de Software Médico <br> e Algoritmos para analisar informações médicas

source: Contact US
pt_br: Contato

source: Bioinformatics Analysis
pt_br: Análises em Bioinformática

source: Human Genome and Exome Analysis <br> Diagnosis of Human Diseases such as Cancer and Mendelian Disorders
pt_br: Análise de Genomas e Exomas <br> Diagnóstico de Doenças Humanas como Câncer e Doenças Mendelianas

source: Development of online services for doctors and scientists
pt_br: Desenvolvimento de serviços online para médicos e cientistas

source: Recent Works
pt_br: Trabalhos Recentes

source: Mendel,MD - A software for diagnosing patients with Mendelian Disorders. <br> <br> We integrated bleeding edge softwares, technologies and databases in order to provide the best up-to-date annotation for human genomes and exomes. We helped to solve hundreds of clinical cases.
pt_br: Mendel, MD - Um software para o diagnóstico de pacientes com doenças mendelianas<br><br> Nós integramos softwares, tecnologias e bancos de dados de ponta fim de proporcionar a melhor anotação para genomas e exomas humanos. Esse programa ajudou a resolver centenas de casos clínicos.

source: Haplocyp - A software for identifying haplotype and defining drug dosage and enzimatic activity. <br><br> We use a FASTA file as an input and align it against the reference gene using BLAST. After the alignment we identify variants and with this information we can predict the haplotype of each patient.
pt_br: Haplocyp - Um software para a identificação de haplótipos e definição de dosagem de drogas e atividade enzimática. <br><br> Nós utilizamos um arquivo FASTA como entrada e alinhamos a sequência contra o gene de referência utilizando o BLAST. Após o alinhamento nós identificamosvariantes e com esta informação, podemos prever o haplótipo de cada paciente.

source: Biocloud - Online Services for Doctors and Scientists.<br><br> Here you can upload your FASTQ, BAM or VCF files. You can keep them stored safely very cheaply and perform analysis such as assembly, alignment and variant calling.
pt_br: Biocloud - Serviços on-line para médicos e cientistas. <br><br> Aqui você pode enviar seu arquivo FASTQ, BAM ou VCF. Você pode mantê-los armazenados de forma segura e muitobarata e realizar análises tais como montagem, alinhamento e chamada de variante.

source: Welcome To Our Site
pt_br: Sejam Bem Vindos Ao Nosso Site

source: Hello! My name is Raony Guimarães and I'm the CEO of TorchMed. After spending 5 years doing a PhD in Bioinformatics and more than 10 years working with Web Development I decided it was about time to gather all this knowledge and create a company that would focus on helping doctors and scientists with their daily activities with data analysis and to help improve the life of patients through the use of bleeding edge technologies. Please get in touch with us if you think there is anything we can do to help improve your life and business. Just one more thing: We Love Open Source!
pt_br: Olá! Meu nome é Raony Guimarães e eu sou o CEO da TorchMed. Depois de passar 5 anos fazendo doutorado em Bioinformática e mais de 10 anos trabalhando com Desenvolvimento Web eu decidi que era tempo de reunir todo esse conhecimento e criar uma empresa que iria se concentrar em ajudar médicos e cientistas com suas atividades diárias com a análise de dados e para ajudar a melhorar a vida de pacientes por meio da utilização de tecnologias de ponta. Por favor entre em contato com a gente, se você acha que há alguma coisa que nós podemos fazer para ajudar a melhorar a sua vida e negócios. Só mais uma coisa: Nós amamos Open Source!

source: The Key Features of our Job
pt_br: As principais características do nosso trabalho

source: Software Development
pt_br: Desenvolvimento de Software

source: Native software development for MacOS, Windows and Linux and mobile software for Android, iOS and Windows Phone.
pt_br: Desenvolvimento de software nativo para Mac OS, Windows e Linux e software mobilepara Android, iOS e Windows Phone

source: Data Analysis
pt_br: Análise de Dados

source: We use deep learning and machine learning algorithms to analyze your data. We create beautiful and meaningful visualizations.
pt_br: Nós usamos algoritmos de deep learning e de aprendizagem de máquinas para analisar seus dados. Nós criamos visualizações bonitas e significativas.

source: Genome Sequencing, Alignment, Assembly, Variant Calling, Protein Simulations and Diagnosis of Human Diseases.
pt_br: Sequenciamento de Genomas, Alinhamento, Montagem, Chamada de Variantes, Simulação de Proteínas e Diagnóstico de doenças humanas.

source: Web Development
pt_br: Desenvolvimento Web

source: Best online services for Doctors and Scientists. REST Framework API, Dashboards, E-mail Notifications and Payments Trasactions.
pt_br: Os melhores serviços on-line para médicos e cientistas. REST API Framework, Dashboards, notificações por e-mail e transações de pagamentos

source: FEATURED PROJECTS
pt_br: Projetos em Destaque

source: Here you can find a list of the previous projects that we have developed.
pt_br: Aqui você pode encontrar uma lista dos projetos anteriores que desenvolvemos.

source: Online Sofware for helping with the diagnosis of human Mendelian Disorders.
pt_br: Software online para ajudar com o diagnóstico de doenças mendelianas

source: Website with surveys for ranking doctors.
pt_br: Site com questionários e ranking de médicos.

source: My Doctor
pt_br: Meu Doutor

source: Haplotyping of alleles of gene CYP2D6 to define enzymatic activity and drug dosage.
pt_br: Haplotipagem de alelos de CYP2D6 gene para definir atividade enzimática e dosagemde drogas.

source: Automation of complicated tasks using simple and intuitive interfaces.
pt_br: Automação de tarefas complicadas usando interfaces simples e intuitivas.

source: You can manage your information using modern dashboards that allow you to see an overview of all the tasks available in the system.
pt_br: Você pode gerenciar suas informações usando painéis modernos que permitemuma visão geral de todas as tarefas disponíveis no sistema.

source: Website to bring the most up to date information about medicine to patients.
pt_br: Site para trazer o máximo de informações atualizadas sobre a medicina para os pacientes.

source: Future Medicine
pt_br: Medicina do Futuro

source: FOLLOW US
pt_br: SIGA-NOS

source: Please support us in our social media!
pt_br: Por favor, nos apoiem em nossas mídias sociais!

source: Leave a Message and we will get in contact with you
pt_br: Deixe uma mensagem e nós entraremos em contato com você

source: Your Name...
pt_br: Seu Nome...

source: Your Email...
pt_br: Seu E-mail...

source: Subject...
pt_br: Assunto...

source: Message...
pt_br: Mensagem...

source: Send
pt_br: Enviar

source: Warsaw, Masovian
pt_br: Varsóvia, Mazóvia

source: Poland
pt_br: Polônia

source: Phone
pt_br: Telefone

source: contact@torchmed.com
pt_br: contato@torchmed.com

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Polish
pt_br: Polonês
